11/data/attachments/7c3c36102e3aeda2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Holly_join_Friend_35814_5</nif:username>
            <nif:friendToBeRequested>soap_friends_d68ab28d-3076-45c5-9efc-575aac863dcc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>